Repository: ogomez92/launchtype
Catalog: locale/*/LC_MESSAGES/launchtype.po
Languages: es

source: There was an error registering the hotkey for the program:
es: Ha habido un error al registrar el atajo de teclado.

source: Start application minimized
es: Arranca la aplicación minimizada

source: specify commands file to use, default is commands.json
es: especifica el archivo de comandos a usar (por defecto commands.json)

source: Input Field
es: Consola

source: &Add...
es: &Añadir...

source: &Edit...
es: &Editar...

source: &COPY...
es: &Copiar...

source: &Delete
es: E&liminar

source: Open &Snippets folder
es: Abrir Carpeta de &Sustituciones

source: &New snipet
es: &Nueva Sustitución

source: &Run
es: Ejecuta&r

source: &Help
es: A&yuda

source: E&xit
es: Sal&ir

source: snippet mode
es: modo sustituciones

source: Clipboard history mode
es: Modo historial de portapapeles

source: commands mode
es: modo comandos

source: information
es: información

source: The documentation will now open in your web browser.
es: Ahora abriremos la documentación en tu navegador.

source: Documentation error
es: Error al abrir la documentación

source: There was an error opening the documentation:
es: Ha habido un error al abrir la documentación.

source: Add Snippet
es: Añadir Sustitución

source: Name:
es: Nombre:

source: Contents:
es: Contenidos:

source: Please enter a name and contents for the snippet.
es: Por favor, introduce un nombre y contenidos para la sustición.

source: Add Command
es: Añadir comando

source: Edit Command
es: Editar comando

source: Add command from copy
es: Añadir desde copia

source: Enter the information about the command you wish to add:
es: Introduce la información sobre el comando que quieres añadir:

source: &Path to file:
es: &Ruta al Archivo:

source: &Browse...
es: &Examinar....

source: &Arguments (optional, comma separated):
es: &Argumentos de línea de comandos (separados por comas) (opcional)

source: Display &Name:
es: &Nombre a mostrar:

source: &Shortcut (optional):
es: Acce&so Abreviado:

source: &Cancel
es: &Cancelar

source: This path is incorrect.
es: Esta ruta no es válida.

source: The command must have a display name.
es: El comando debe tener un nombre para mostrar.

source: No display name provided
es: No has proporcionado un nombre

source: The shortcut is already in use.
es: Este acceso abreviado ya se está usando.

source: Shortcut taken
es: Acceso abreviado no disponible

source: and
es: y

source: more.
es: más.

source: Edit Assistant
es: Asistente de Edición

source: This path is already in use by the following actions:
es: Esta ruta ya se está usando en las siguientes acciones:

source: Do you want to change the path for all of them?
es: ¿Quieres cambiarlas todas?

source: Choose a file
es: Elige un archivo
